[
    {
        "id": 1,
        "headline": "Prabhas says Animal a Mental film !",
        "p1": "Arjun Reddy Fame Director Sandeep Reddy Vanga is making his Bollywood debut with the upcoming Pan India film titled as Animal starring Ranbir Kapoor and Rashmika Mandanna in lead roles has began its promotions with trailer.",
        "p2":"Animal film trailer has been released which showcases a Son’s love towards his father and it is of 3 minutes long video. Prabhas who has watched the trailer as posted ” What a trailer, what a feel, Extraordinary… Mental… Congratulations & Can’t wait for #ANIMAL (sic)”",
        "p3":"We are aware that, Sandeep Reddy Vanga is helming megaphone for Prabhas starrer Spirit too. Apart from Prabhas many other celebrities expressed their wishes and showered praises along with excitement over awaiting to watch Animal film soon.",
        "date": "November 23, 2023",
        "imgSrc": "assets/images/news-images/Prabhas-says-Animal-a-Mental-film.png"
    },
    {
        "id": 2,
        "headline": "Jayaram spill beans on Vijay68 !",
        "p1":"Malayalam Actor Jayaram is sharing screen space alongside of Thalapathy Vijay in the next film and actor now spilled out few tit-bits about his character in Vijay68.",
        "p2":"In a recent interview session, Jayaram has said that his role will be similar to that of Shivrajkumar’s sequences in Superstar Rajinikanth’s Jailer. he is quite exited to essay the character and soon to take part in the shoot of Thalapathy68 in Chennai. We are aware that Vijay and Jayaram had earlier seen in Thuppaki which is a blockbuster at the times.",
        "p3":"Venkat Prabhu is helming megaphone for this yet to be titled action entertainer which also casts in Prabhu Deva, Mohan, Sneha, Laila,Prashanth, Ajmal Amir, Vaibhav, Premgi, Ajay Raj, and Aravind Akash in crucial roles. Archana Kalapathi, Kalapathi S Aghoram, Kalapathi S Ganesh, and Kalapathi S Suresh are producing the movie.",
        "date": "November 23, 2023",
        "imgSrc": "assets/images/news-images/Jayaram_spill_beans_thalapathy68.png"
    },
    {
        "id": 3,
        "headline": "Salaar’s Nizam rights bagged by Mythri Movies for fancy price",
        "p1":"Rebel Star Prabhas playing the title character in the most anticipated film of this year Salaar is ongoing with its post-production works at brisk pace is also creating records with its business.",
        "p2":"Cinereporters here brings latest update is that Salaar Nizam theatrical release rights are now bagged by Mythri Movie Makers for a whopping price of Rs 90.06 crore in which Rs 65 crore is on non-refundable advance basis and rest of the price will be refundable. Trade Pundits says that the price is a new record for any film in Nizam area.",
        "p3":"Salaar: Part 1 – Ceasefire will be releasing worldwide on December 22nd in record screens. Sruthi Haasan is romancing Prabhas in this high-octane action thriller which is being shaped up in the hands of Prashanth Neel.Easwari Rao, Sriya Reddy, Prithviraj Sukumaran, Jagapathi Babu and others form the cast of the movie. Ravi Basrur is rendering tunes for Salaar while Hombale Films is producing the movie.",
        "date": "November 23, 2023",
        "imgSrc": "assets/images/news-images/Salaars-Nizam-rights.png"
    },
    {
        "id": 4,
        "headline": "Suriya to remake Hindi film 12th Fail in Tamil ?",
        "p1":"Suriya is awaiting for the release of Kanguva and as a producer the actor is planning to come up with couple of small budget films. Here is the latest buzz we hear is that the star is planning to remake a Bollywood film.",
        "p2":"Kollywood Sources are at buzz that, Suriya is all set to bring the remake rights of recent Hindi superhit film titled 12th Fail which had been directed by Vidhu Vinod Chopra and it is a taken from a book written by Anurag Pathak. Vikrant Masseey played the lead role as Manok Jumar Sharma became an IPS officer who came from a poor family.",
        "p3":"However Suriya’s 2D Entertainment yet not confirmed the same officially. On the acting front, Kanguva is an period drama which is being shaped up in the direction of Siruthai Siva and also has a film in the direction of Sudha Kongara.",
        "date": "November 23, 2023",
        "imgSrc": "assets/images/news-images/Suriya-to-remake-Hindi-film-12th-Fail-in-Tamil.png"
    },
    {
        "id": 5,
        "headline": "Mysskin and SJ Suryah roped into Vignesh Shivan’s film",
        "p1":"Pradeep Ranganathan shot into fame with Love Today is now turned out to be a complete actor with his next film in the direction of Vignesh Shivan and an official launch is awaited.",
        "p2":"Here is an interesting update is that, Vignesh Shivan has roped in Mysskin and SJ Suryah for key roles in Pradeep Ranganathan’s film where they see them in important sequences. This yet to be titled film is all set to begin its first schedule of shoot in the month of December and release in 2024. Stick on this space for more updates on the movie.",
        "p3":"It is also being rumored that Nayantara is also expected to play an special cameo character in this full length comedy entertainer. However lets wait for an official confirmation from the makers end soon.",
        "date": "November 23, 2023",
        "imgSrc": "assets/images/news-images/Mysskin-and-SJ-Suryah.png"
    }
]